tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# basics
brew "antigen"
brew "mise"
brew "chezmoi"
brew "direnv"
brew "fzf"
brew "rg"
brew "zoxide"
brew "jq"
brew "httpie"
cask "ngrok"

# tools
cask "kitty"
cask "1password-cli"

# productivity
cask "raycast"

# programming
cask "goland"
cask "visual-studio-code"

# fonts
cask "font-input"

# incident.io tools
cask "linear-linear"
cask "notion"
cask "loom"

# incident.io devtools
cask "docker"
brew "docker-compose"
brew "libpq"
brew "openjdk"
cask "google-cloud-sdk"
cask "microsoft-teams"
