tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# basics
brew "antigen"
brew "asdf"
brew "chezmoi"
brew "direnv"

# tools
cask "kitty"

# productivity
cask "raycast"

# programming
cask "goland"
cask "visual-studio-code"

# fonts
cask "font-input"

# incident.io
cask "docker"
brew "docker-compose"
brew "jq"
brew "libpq"
brew "openjdk"
brew "zoxide"
cask "google-cloud-sdk"
